{
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad. Im Hintergrund das Nordkap.": "Uta e Menno a andar de bicicleta num dia de sol ao longo de um trilho rochoso ao longo da costa do Mar de Barents. Ao fundo, o Cabo Norte.",
  "Weiterlesen": "Ler mais",
  "Mir ist es eingefallen, während ich Fahrrad fuhr.<br/>(Albert Einstein)": "É a andar de bicicleta que aprendes da melhor forma os contornos de um país já que tens de suar os montes a subir e deslizar os montes a descer. <br/>(Ernest Hemingway)",
  "Bikepacking durch ganz Europa": "Bikepacking pela Europa",
  "Wir lieben Fahrradfahren.": "Amamos andar de bicicleta.",
  "Deshalb haben wir uns mit <strong>Fahrrad und Zelt</strong> von Moskau zum Nordkap aufgemacht: 4000 km durch Russland, Karelien, Finnland und Lappland nach Norwegen. Eine spannende Fahrradtour, die ihr in unserem buch miterleben könnt.": "E assim partimos de bicicleta, com a nossa tenda, de Moscovo ao Cabo Norte: umas férias de 4000 km em bicicleta atravessando a Rússia, Carélia, Finlândia e Lapónia até à Noruega. Uma viagem em bicicleta que podes acompanhar no nosso livro.",
  "<strong>2023 geht die Reise weiter</strong>: Einmal <strong>von Nord nach Süd durch Europa</strong>, vom Nordkap zum Cabo de São Vincente.": "<strong>A viagem em bicicleta vai continuar em 2023</strong>: desta vez do norte ao sul, do Cabo Norte ao Cabo São Vicente.",
  "Bis dahin erwartet uns eine aufregende Reiseplanung, die wir mit euch teilen möchten.": "Até lá, temos planos de viagem espetaculares que gostaríamos de partilhar contigo.",
  "Deshalb haben wir WeOnBikes in Leben gerufen. Auf unserer Website findest du nützliche Informationen zum Thema <strong>Fahrradleben und Radwandern</strong>. Lass dich inspirieren und mach mit!": "Foi para isso que criámos o WeOnBikes. No nosso site oferecemos informação útil acerca da <strong>vida ciclística e viagens em bicicleta</strong>. Inspira-te e junta-te a nós!",
  "Wer hier reist und schreibt": "Quem são os viajantes e autores",
  "Wir, das sind Uta aus Deutschland und Menno aus den Niederlanden.": "Somos a Uta da Alemanha e o Menno dos Países Baixos.",
  "Wir wohnen in Portugal, ganz in der Nähe von Lissabon und fahren bei jeder Gelegenheit Fahrrad. Ein Auto besitzen wir gar nicht.": "Vivemos em Portugal, perto de Lisboa e aproveitamos todas as oportunidades para andar de bicicleta. Nem sequer temos carro.",
  "Als technische Übersetzerin und als Software Developer arbeiten wir freiberuflich zu Hause.": "Trabalhamos em regime de teletrabalho, freelance, como tradutora técnica (Uta) e programador de software (Menno).",
  "Bleibt dran!": "Fica por aqui!",
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad.": "Uta e Menno a andar de bicicleta num dia de sol ao longo de um trilho rochoso ao longo da costa do Mar de Barents.",
  "mögliche Route für 2023": "possível viagem de bicicleta para 2023",
  "Bikepacking vom Nordkap zum Cabo de São Vincente in Portugal": "Bikepacking desde o Cabo Norte ao Cabo São Vicente em Portugal",
  "Losgehen soll es zum Mittsommer.": "Partiremos a meio do Verão.",
  "Und wenn man sich die beiden Routen so anschaut, ist eigentlich klar, dass das Projekt dann nicht zu Ende ist": "E se olhares bem para as duas rotas, verás claramente que, na verdade, o projeto não está terminado",
  "Reiseplanung Teil 1": "Plano de viagem parte 1",
  "Von Moskau zum Nordkap auf dem Fahrrad": "De Moscovo ao Cabo Norte em bicicleta",
  "Hier findet ihr die Fahrradroute und könnt euch Fotos anschauen.": "Aqui podes visualizar o percurso de bicicleta e as fotos.",
  "Galerie": "Galeria",
  "Fahrradroute 2018": "viagem em bicicleta 2018",
  "Sei dabei!": "Junta-te a Nós!",
  "Wenn dir unser Projekt gefällt, abonniere unseren Newsletter, um auf dem Laufenden zu bleiben.": "Se gostas do nosso projeto, subscreve a nossa newsletter para saberes as últimas novidades.",
  "Den bebilderten Reisebericht Von Moskau zum Nordkap bekommst du überall im Handel und in allen gängigen Online-Shops. Für uns ist es allerdings am besten, wenn du das Buch über den BoD-Link unten bestellst.": "Podes comprar o livro ilustrado da viagem em bicicleta De Moscovo ao Cabo Norte por todo o lado em livrarias e em todas as lojas online mais conhecidas. No entanto, é melhor para nós se encomendares o livro através do link abaixo.",
  "E-Book": "Ebook",
  "Paperback": "Em papel",
  "Hardcover - Fotoqualität": "Capa Dura - qualidade fotográfica",
  "WeOnBikes - Radwandern, Bikepacking-Erfahrungen und Fahrradleben in Europa": "WeOnBikes - bike touring, bikepacking e vida ciclística na Europa",
  "Radfernwege Nord-Süd durch Europa": "Rotas cicláveis de longa distância do Norte ao Sul da Europa",
  "Radwandern ist unsere Leidenschaft. Praktische Tipps, Radrouten, Packlisten - unsere Erfahrungen zu Bikepacking, Radtouren und Fahrradleben teilen wir mit euch in unserem Blog und unserem Buch.": "Bike touring é a nossa paixão. Dicas práticas, percursos cicláveis, listas de viagem - partilhamos contigo as nossas experiências de bikepacking, passeios de bicicleta e vida ciclística no nosso blog e livro.",
  "Die 7 beliebtesten Fahrradrouten von Norden nach Süden durch Europa. Willst du Radwandern von Kap zu Kap, durch Hauptstädte, über Berg und Land, von der Nordsee bis zum Mittelmeer, Pilgern auf dem Jakobsweg, nach Trondheim oder Rom? Hier findest du die Routen und nützliche Tipps.": "7 conhecidas rotas cicláveis de longa distância do norte ao sul da Europa. Gostarias de pedalar de cabo a cabo, ver as capitais, montanhas, o campo, pedalar do Mar Báltico ao Mediterrâneo, pedalar em peregrinação no Caminho de Santiago ou ir andar de bicicleta até Trondheim ou Roma? Aqui encontrarás dicas úteis.",
  "Fahrradfahren macht glücklich, schont im Stadtverkehr die Nerven und sorgt für die nötige Bewegung im Alltag. Auf Langstrecken trägt dich das Fahrrad zudem in idealer Reisegeschwindigkeit durchs Land: schnell genug um die Welt zu umrunden und dennoch mit Gemach für eine Begegnung, ein Gespräch.": "Andar de bicicleta faz-nos felizes. É bom para os nervos quando pedalas no trânsito da cidade e dá-te o exercício físico de que precisas no dia-a-dia. Além disso, em viagens de longa distância, a bicicleta transporta-te pelo país à velocidade ideal: suficientemente depressa para dar a volta ao mundo e, ao mesmo tempo, suficientemente devagar para um encontro imprevisto e uma conversa.",
  "Alle paar Jahre steht uns der Sinn nach einer langen Reise, einem richtigen Abenteuer eben. Raus aus dem Trott und rauf aufs Rad.": "De quando a quando, ficamos com vontade de embarcar numa viagem longa, uma verdadeira aventura. Sair da rotina e pegar na bicicleta.",
  "Mit Fahrrad und Zelt sind wir fernab vom Tourismus von Russland nach Karelien, durch Finnland und über den Polarkreis geradelt. 3 Länder trennten uns in Moskau vom nördlichsten Punkt des europäischen Kontinents. 60 Tage lang haben wir statt Alltag Abenteuer erlebt und statt im Hamsterrad in die Pedalen getreten. Der Weg nahm uns mit auf 4000 Kilometer frischen Wind um die Nase, voller interessanter Begegnungen und Sehnsucht nach Barentssee.": "Afastados dos centros turísticos, pedalámos da Rússia até à Carélia, atravessámos a Finlândia e Círculo Polar Ártico com bicicletas e uma tenda. Três países separavam-nos entre Moscovo e o extremo mais a norte do continente europeu. Durante 60 dias experienciámos aventuras em vez do dia-a-dia normal e pedalámos nas nossas bicicletas em vez de andar na \"rodinha do rato\". A viagem de bicicleta transportou-nos ao longo de 4000 quilómetros de ar puro, repleta de encontros interessantes e uma sensação de anseio pelo Mar de Barents.",
  "Du kannst uns mit Vorschlägen zur Route, zu Fahrradmodellen, Equipment und was du sonst noch wichtig findest auf Facebook, Instagram und Youtube unterstützen. Außerdem haben wir interessante Anregungen in unserem Mitmach-Programm. Wenn du noch eine Idee hast - immer her damit!": "Podes apoiar-nos no Facebook, Instagram e Youtube com sugestões para a viagem de bicicleta, modelos de bicicletas, equipamento e qualquer outra coisa que te pareça importante. Também temos sugestões interessantes no nosso curso prático. Se tens outra ideia, manda vir!",
  "WeOnBikes.com – Life by bicycle – ist unser neues Projekt, mit dem wir uns auf die nächste <strong>Fahrradtour von Nord nach Süd</strong> durch Europa vorbereiten. Wir möchten die Erfahrungen, die wir dabei machen, mit allen teilen, die sich für Bikepacking interessieren und wissen möchten, wie man eine solche Reise angeht.": "WeOnBikes.com - Life by bicycle - é o nosso novo projeto através do qual estamos a preparar nossa próxima viagem em bicicleta de <strong>norte a sul pela Europa</strong>. É nosso desejo partilhar as nossas experiências com todos aqueles que se interessam por bikepacking e querem saber como embarcar numa viagem como esta.",
  "Einmal auf dem Fahrrad von Norden nach Süden durch ganz Europa – vom nördlichsten Punkt auf dem europäischen Festland, wo die letzte Reise geendet hat, bis zum südwestlichsten Punkt des Kontinents: das Cabo de São Vincente in Portugal. Und ein paar Kilometer zurück in Richtung Norden, nach Hause. Das haben wir uns für 2023 vorgenommen.": "Do norte ao sul em bicicleta atravessando toda a Europa - do extremo mais a norte do continente europeu, onde a nossa última viagem terminou, ao extremo mais a sul do continente: o Cabo São Vicente em Portugal. E um punhado de quilómetros para trás, para norte, para nossa casa. Foi isso que planeámos para 2023."
}
