{
    "Mit WeOnBikes - Life by bicycle möchten wir Radfahren als Reisemittel und Verkehrsmittel im Alltag voranbringen. Denn Fahrradfahren macht glücklich, spart Zeit und Geld und schont die Umwelt.": "Com WeOnBikes - Life by bicycle, queremos promover a bicicleta como meio de transporte no dia-a-dia. Porque andar de bicicleta traz felicidade, poupa tempo, dinheiro e protege o ambiente.",
    "Alle Infos, die du für einen interessanten, entspannten und sicheren Fahrradurlaub in Europa brauchst.": "Toda a informação necessária para uma viagem em bicicleta interessante, descontraída e segura na Europa.",
    "Radrouten - Fernradwege und kürzere Fahrradtouren, GPX-Dateien zum Herunterladen": "Percursos de bicicleta - rotas cicláveis de longa distância e percursos cicláveis mais curtos, ficheiros GPX para download",
    "Reiseplanung von Radreisen und Fahrradtouren": "Planeamento de viagens em bicicleta",
    "WeOnBikes | Story - Warum wir Radfahren lieben": "WeOnBikes | História - Porque adoramos andar de bicicleta",
    "Warum wir Radfahren lieben:": "Porque adoramos andar de bicicleta:",
    "Radfahren macht glücklich": "Andar de bicicleta faz-te feliz",
    "Radfahren spart Zeit": "Andar de bicicleta poupa tempo",
    "Radfahren spart Geld": "Andar de bicicleta poupa dinheiro",
    "Radfahren schont die Umwelt": "Andar de bicicleta protege o ambiente",
    "Radfahren ist gesund": "Andar de bicicleta faz bem à saúde",
    "Was du auf weonbikes.com findest": "O que vais encontrar no weonbikes.com",
    "Fahrrad können wir zusammen fahren": "Podemos andar de bicicleta os dois",
    "Wie du das bekommst": "Como podes obter essa informação",
    "Abonniere unseren Newsletter! Wir werden regelmäßig zu verschiedenen Themen posten:": "Subscreve a nossa newsletter! Publicaremos artigos regularmente sobre vários temas:",
    "Packlisten": "Listas de viagem",
    "Training - ist das wichtig vor der Radreise?": "Treinar antes de uma viagem em bicicleta - É importante?",
    "Bikepacking Cuisine": "Cozinha de Viagem",
    "Fahrradreparatur und Werkzeug unterwegs": "Reparação de bicicletas e kit ferramentas de viagem",
    "Radtypen wie Mountainbikes, Gravel-Bikes, Trekking-Bikes und Fahrradtechnik, Geometrie": "Tipos de bicicletas como bicicleta de Montanha, bicicleta Gravel, bicicleta Trekking e tecnologia ciclística, Geometria da bicicleta",
    "Buchtipps": "Sugestões de leitura",
    "Fahrradleben - Fahrrad als Lifestyle, Inspiration und Stimmungs-Booster": "A vida em bicicleta: a bicicleta como fonte de inspiração e felicidade",
    "Fahrradwege in verschiedenen Städten": "Ciclovias em diferentes cidades",
    "Fahrrad-Infrastruktur und Stadtentwicklung für aktive Mobilität": "Infraestruturas para bicicletas e desenvolvimento urbano para mobilidade ativa",
    "Unterstütze uns!": "Contribui!",
    "Fahre Fahrrad!": "Anda de bicicleta!",
    "Erzähle anderen von unserer Website": "Divulga o nosso site",
    "Erzähle uns deine Geschichte oder mach uns Vorschläge zu interessanten Themen": "Conta-nos a tua história ou sugere um tema interessante",
    "Kaufe unser Buch": "Compra o nosso livro",
    "Von Moskau zum Nordkap auf dem Fahrrad": "De Moscovo ao Cabo Norte em bicicleta",
    "oder organisiere eine Lesung": "Organiza uma tertúlia de viagem",
    "Fahrradtaschen - Bikepacking versus klassisches Radwandern": "Malas para bicicleta - bolsas para bicicleta versus alforges clássicos",
    "Du kannst uns auf verschiedene Arten unterstützen:": "Podes apoiar-nos de várias maneiras:",
    "Schau dir unsere Downloads an und inspiriere andere zu einem Leben mit mehr Fahrrad": "Dá uma vista de olhos nas nossas rotas cicláveis de longa distância disponíveis para download e inspira outros para uma vida em bicicleta"
}
