{
  "Questionnaire for software producers": "Questionnaire for software producers",
  "Questionnaire for users": "Questionnaire for users",
  "How Documentation Portal UX Factors Impact Content Creation": "How Documentation Portal UX Factors Impact Content Creation",
  "Which UX factors are relevant for documentation Portals? What is the impact of these UX factors on modularization and classification of content in a CCMS?": "Which UX factors are relevant for documentation Portals? What is the impact of these UX factors on modularization and classification of content in a CCMS?",
  "Content for Documentation Portals": "Content for Documentation Portals - Support My Research",
  "UX research for software applications is nothing new to us. Also for content modeling, we research our users. Technical documentation is designed for a specific user-product context and modeled for this purpose. Documentation portals, in contrast, can be less targeted and provide information for several user groups and several product groups.": "UX research for software applications is nothing new to us. Also for content modeling, we research our users and develop requirements. Technical documentation is designed for a specific user-product context and modeled for this purpose. Documentation portals, in contrast, can be less targeted and provide information for several user groups and several product groups.",
  "CCMS-produced technical documentation usually has an elevated degree of modularization. In many documentation portals, on teh other hand, you find a high percentage of monolithic documents for download. Providing one or more user groups with modular information about one or more products and one or more use cases presents a challenge to the documentation software UI and to the content model.": "CCMS-produced technical documentation usually has an elevated degree of modularization. In many documentation portals, you still find monolithic documents for download. Providing one or more user groups with modular information about one or more products and one or more use cases presents a challenge to the documentation software UI and to the content model.",

  "How UX factors in documentation portals impact modularization and classification of content in CCMS is therefore the topic of my research.": "How UX factors in documentation portals impact modularization and classification of content in CCMS is therefore the topic of my research.",
  "Below you will find questionnaires that help explore the relationships between documentation portal software, users, content, content producers and software producers regarding UX factors and content models.": "Below you will find questionnaires that help explore the relationships between documentation portal software, users, content, content producers and software producers regarding UX factors and content models.",
  "So, if you provide content in a documentation portal, produce documentation portal software or CCMSs or have used  documentation portals then this is your call. Find your questionnaire below and fill it in!. Lass dich inspirieren und mach mit!": "So, if <strong>you provide content in a documentation portal, produce documentation portal software or CCMSs or have used  documentation portals</strong> then this is your call. Find your questionnaire below and fill it in!",
  "For Documentation Portal or CCMS Software Producers": "For Documentation Portal or CCMS Software Producers",
  "Findability and context are important quality features of content. Findability is related to UX factors like ease of use, intuitiveness, efficiency. The right context of information is related to UX factors like relevancy, helpfulness, completeness, safety.": "Findability and context are important quality features of content. Findability is related to UX factors like ease of use, intuitiveness, efficiency. The right context of information is related to UX factors like relevancy, helpfulness, completeness, safety.",
  "In a documentation portal, how do we fulfil these user needs? Are they built into the content model of the CCMS? Is it a combination of technologies that get's it right?": "In a documentation portal, how do we fulfil these user needs? Are they built into the content model of the CCMS? Is it a combination of technologies that get's it right?",
  "For a user-friendly documentation portal, to what extend does the content model need to take the documentation portal output into consideration?": "For a user-friendly documentation portal, to what extend does the content model need to take the documentation portal output into consideration?",
  "For documentation portal users": "For documentation portal users",
  "There are many UX factors. Not all of them are relevant for documentation portals. My research is about which of the UX factors relevant for documentation portals would translate into requirements for the software and which would translate into requirements for the content, specifically the modularization and classification of content. You as a user of documentation portals can help my research by telling me which UX factors matter most to you.": "There are many UX factors. Not all of them are relevant for documentation portals. My research is about which of the UX factors relevant for documentation portals would translate into requirements for the software and which would translate into requirements for the content, specifically the modularization and classification of content. You as a user of documentation portals can help my research by telling me which UX factors matter most to you.",
  "About me": "About me",
  "Hi, I am Uta, born in Germany, living in Portugal. I am a TCLoc student at the University of Strasbourg. This is a master's program for technical documentation and localization. Since January 2021, I am also a TEKOM-certified Technical Communicator.": "Hi, I am Uta, born in Germany, living in Portugal. I am a TCLoc student at the University of Strasbourg. This is a master's program for technical documentation and localization. Since January 2021, I am also a TEKOM-certified Technical Communicator.",
  "My background is in mechanical engineering (technician for mechanical engineering, specialization design). For the past 15 years, I have been working as a freelance translator of technical documentation and patents in mechanical engineering for English and Dutch into German.": "My background is in mechanical engineering (technician for mechanical engineering, specialization design). For the past 15 years, I have been working as a freelance translator of technical documentation and patents in mechanical engineering for English and Dutch into German.",
  "Recently, I have been looking for new challenges in the ubiquitous multilingualism I live in. I started the TCLoc master's program and fell in love with content strategy and UX writing, which lead to this research project!": "Recently, I have been looking for new challenges in the ubiquitous multilingualism I live in. I started the TCLoc master's program and fell in love with content strategy and UX writing, which lead to this research project!",
  "I love to measure, to analyze, to set up workflows, to automate and writing to tell a story. Connect on LinkedIn!": "I love to measure, to analyze, to set up workflows, to automate and writing to tell a story. Connect on LinkedIn!",
  "Documentation Portals": "Documentation Portals",
  "<i>Documentation portal</i> is a rather broad concept, even if we limit it to the use in technical documentation.": "<i>Documentation portal</i> is a rather broad concept, even if we limit it to the use in technical documentation.",
  "It is therefore necessary to define what I am talking about in this research when using <i>documentation portal</i>.": "It is therefore necessary to define what I am talking about in this research when using <i>documentation portal</i>.",
  "Other Words for Documentation Portal": "Other Words for Documentation Portal",
  "In technical communication, documentation portals are also known as content delivery portals, content delivery systems, documentation hubs, self-help portals and more. They are software products for mobile and desktop devices used by various professional and non-professional user groups.": "In technical communication, documentation portals are also known as content delivery portals, content delivery systems, documentation hubs, self-help portals and more. They are software products for mobile and desktop devices used by various professional and non-professional user groups.",
  "Characteristics of Documentation Portals": "Characteristics of Documentation Portals",
  "In this research, I will consider documentation portals that serve documentation for several physical products in one application for one or more user groups.": "In this research, I will consider documentation portals that serve documentation for several physical products in one application for one or more user groups.",
  "The purpose of these documentation portals is to deliver technical documentation to various ends on request.": "The purpose of these documentation portals is to deliver technical documentation to various ends on request.",
  "Content modules, their size, relationships and capabilities characterize these documentation portals and are related to my research.": "Content modules, their size, relationships and capabilities characterize these documentation portals and are related to my research.",
  "Which Documentation Portals Are Not Considered in this Research": "Which Documentation Portals Are Not Considered in this Research",
  "I will not consider software applications that serve static documents only, where content modularization by definition does not play a role.": "I will not consider software applications that serve static documents only, where content modularization by definition does not play a role.",
  "Furthermore, I will not consider product centered software applications, like digital twin applications, since they do not put the technical documentation in the center of the application and come with different requirements.": "Furthermore, I will not consider product centered software applications, like digital twin applications, since they do not put the technical documentation in the center of the application and come with different requirements.",
  "I will not consider documentation applications that serve the technical documentation of one specific product, for example, an application serving all the user documentation for a person's car.": "I will not consider documentation applications that serve the technical documentation of one specific product, for example, an application serving all the user documentation for a person's car.",
  "Documentation and Documents": "Documentation and Documents",
  "Documentation": "Documentation",
  "<i>Documentation</i> in this research is technical documentation of products containing information for use, not being limited to this.": "<i>Documentation</i> in this research is technical documentation of products containing information for use, not being limited to this.",
  "Static and Dynamic Documents": "Static and Dynamic Documents",
  "Conventionally, the word <i>document</i> is used for larger units of information in a static file, for example, a full machine manual as pdf.": "Conventionally, the word <i>document</i> is used for larger units of information in a static file, for example, a full machine manual as pdf.",
  "In this research, <i>static documents</i> are files that will not be used in variable outputs, once uploaded into the documentation potal.": "In this research, <i>static documents</i> are files that will not be used in variable outputs, once uploaded into the documentation potal.",
  "<i>Dynamic documents</i> are files that can be used in various outputs in the documentation portal.": "<i>Dynamic documents</i> are files that can be used in various outputs in the documentation portal.",
  "Classification of Content": "Classification of Content",
  "Let's assume that content is created for the user.": "Let's assume that content is created for the user.",
  "Then, metadata and classes, are assigned to the content in order to add context to the content, for example, a product category, a date or a user group. The content gets classified or categorized.": "Then, metadata and classes, are assigned to the content in order to add context to the content, for example, a product category, a date or a user group. The content gets classified or categorized.",
  "Classification in this research is the subdivision of content-relevant dimensions into classes with the purpose of ordering.": "Classification in this research is the subdivision of content-relevant dimensions into classes with the purpose of ordering.",
  "The classes and metadata can have a wide range of purposes. With regard to documentation portals, content needs to be classified according to several criteria that are related to this research.": "The classes and metadata can have a wide range of purposes. With regard to documentation portals, content needs to be classified according to several criteria that are related to this research.",
  "Raufmann and Wolf [2] describe how facets for content that was classified according to the PI standard in a CCMS were adapted for deployment in a documentation portal to enhance usability.": "Raufmann and Wolf [2] describe how facets for content that was classified according to the PI standard in a CCMS were adapted for deployment in a documentation portal to enhance usability.",
  "Content Module": "Content Module",
  "A classifiable purposeful unit of content in a content system.": "A classifiable purposeful unit of content in a content system.",
  "Modularization of Content": "Modularization of Content",
  "Modularization of content is the modeling of content into classifiable purposeful units to put them in context to each other and thus enable them to represent knowledge. This is the definition for this research so far.": "Modularization of content is the modeling of content into classifiable purposeful units to put them in context to each other and thus enable them to represent knowledge. This is the definition for this research so far.",
  "Topics as Content Modules": "Topics as Content Modules",
  "While it is said that in the field of Technical Communication a topic is self-contained content that can be understood without further context [1], there are several assumptions about context in this statement.For example, that the content appears together with a product, and more. Context is always necessary, be it implicit or explicit.": "While it is said that in the field of Technical Communication a topic is self-contained content that can be understood without further context [1], there are several assumptions about context in this statement.For example, that the content appears together with a product, and more. Context is always necessary, be it implicit or explicit.",
  "Context is thus the variable that defines the size or granularity of a topic.": "Context is thus the variable that defines the size or granularity of a topic.",
  "Context and Modular Content": "Context and Modular Content",
  "In contrast to conventional static publishing formats, documentation portals as self-help portals pose a challenge to the conflicting requirements of content to be modular as well as to have content modules be provided with sufficient context.": "In contrast to conventional static publishing formats, documentation portals as self-help portals pose a challenge to the conflicting requirements of content to be modular as well as to have content modules be provided with sufficient context.",
  "User needs might come into play when modeling content modules. This is the subject of this research.": "User needs might come into play when modeling content modules. This is the subject of this research.",
  "UX Factors": "UX Factors",
  "UX factors are quality characteristics of a product. In the present case, of documentation portals.": "UX factors are quality characteristics of a product. In the present case, of documentation portals.",
  "If you assign quantifiable parameters to the factors, these UX factors can be translated into user needs, thus, into requirements.": "If you assign quantifiable parameters to the factors, these UX factors can be translated into user needs, thus, into requirements.",
  "I will make use of the consolidated UX factors list for digital products of Hinderks, Winter, Schrepp and Thomaschewski [3].": "I will make use of the consolidated UX factors list for digital products of Hinderks, Winter, Schrepp and Thomaschewski [3].",
  "I chose 15 factors.": "I chose 15 factors.",
  "References": "References",
  "S. Coss, Single Source Publishing – Modularer Content für EPUB & Co., 49, (2011)": "S. Coss, Single Source Publishing – Modularer Content für EPUB & Co., 49, (2011)",
  "Approaches for deployment and access of content in delivery portals Theresa Rauffmann, Monika Wolf (2020)": "Approaches for deployment and access of content in delivery portals Theresa Rauffmann, Monika Wolf (2020)",
  "Applicability of User Experience and Usability Questionnaires (2019) Hinderks, Winter, Schrepp, Thomaschewski": "Applicability of User Experience and Usability Questionnaires (2019) Hinderks, Winter, Schrepp, Thomaschewski"
}
