{
  "WeOnBikes - Radwandern, Bikepacking-Erfahrungen und Fahrradleben in Europa": "WeOnBikes - bicycle touring, bikepacking and cycling life in Europe",
  "Radwandern ist unsere Leidenschaft. Praktische Tipps, Radrouten, Packlisten - unsere Erfahrungen zu Bikepacking, Radtouren und Fahrradleben teilen wir mit euch in unserem Blog und unserem Buch.": "Bicycle touring is our passion; practical tips, cycling routes, packing lists - we share our experiences on bikepacking, bike trips and cycling life with you in our blog and book.",
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad. Im Hintergrund das Nordkap.": "Uta and Menno ride their bikes in the sunshine along a rocky path on the coast of the Barents Sea. In the background the North Cape.",
  "Radfernwege Nord-Süd durch Europa": "Long-Distance Cycling Routes North to South through Europe",
  "Die 7 beliebtesten Fahrradrouten von Norden nach Süden durch Europa. Willst du Radwandern von Kap zu Kap, durch Hauptstädte, über Berg und Land, von der Nordsee bis zum Mittelmeer, Pilgern auf dem Jakobsweg, nach Trondheim oder Rom? Hier findest du die Routen und nützliche Tipps.": "7 popular bike touring routes from north to south through Europe. Would you like to cycle from cape to cape, see the capitals, mountains, the countryside, tour from the Baltic Sea to the Mediterranean, go on a pilgrimage on St. Jame's Way, to Trondheim or Rome? Here you'll find routes and useful tips.",
  "Weiterlesen": "Read more",
  "Mir ist es eingefallen, während ich Fahrrad fuhr.<br/>(Albert Einstein)": "It  is by riding a bicycle that you learn the contours of a country best,  since you have to sweat up the hills and coast down them.<br/>(Ernest Hemingway)",
  "Bikepacking durch ganz Europa": "Bikepacking across Europe",
  "Fahrradfahren macht glücklich, schont im Stadtverkehr die Nerven und sorgt für die nötige Bewegung im Alltag. Auf Langstrecken trägt dich das Fahrrad zudem in idealer Reisegeschwindigkeit durchs Land: schnell genug um die Welt zu umrunden und dennoch mit Gemach für eine Begegnung, ein Gespräch.": "Cycling makes you happy. It’s easy on your nerves in city traffic and provides the exercise you need in everyday life.  On long-distance journeys, the bike also carries you through the country at the ideal travel speed: fast enough to circumnavigate the world and yet with enough leisure for an encounter and a conversation.",
  "Wir lieben Fahrradfahren.": "We love cycling.",
  "Deshalb haben wir uns mit <strong>Fahrrad und Zelt</strong> von Moskau zum Nordkap aufgemacht: 4000 km durch Russland, Karelien, Finnland und Lappland nach Norwegen. Eine spannende Fahrradtour, die ihr in unserem buch miterleben könnt.": "Thus we set off on bikes with our tent from Moscow to the North Cape: a 4000 km cycling holiday through Russia, Karelia, Finland and Lapland to Norway, a trip you can go on in our book.",
  "<strong>2023 geht die Reise weiter</strong>: Einmal <strong>von Nord nach Süd durch Europa</strong>, vom Nordkap zum Cabo de São Vincente.": "<strong>In 2023 the trip will continue</strong>: this time from north to south, from the North Cape to Cape St. Vincent.",
  "Bis dahin erwartet uns eine aufregende Reiseplanung, die wir mit euch teilen möchten.": "Until then, we have exciting travel plans we’d like to share with you.",
  "Deshalb haben wir WeOnBikes in Leben gerufen. Auf unserer Website findest du nützliche Informationen zum Thema <strong>Fahrradleben und Radwandern</strong>. Lass dich inspirieren und mach mit!": "That's why we created WeOnBikes. On our website we offer useful information about cycling life and cycling tours. Get inspired and join in!",
  "Wer hier reist und schreibt": "Who is travelling and writing here",
  "Wir, das sind Uta aus Deutschland und Menno aus den Niederlanden.": "We are Uta from Germany and Menno from the Netherlands.",
  "Wir wohnen in Portugal, ganz in der Nähe von Lissabon und fahren bei jeder Gelegenheit Fahrrad. Ein Auto besitzen wir gar nicht.": "We live in Portugal, close to Lisbon, and we cycle at every opportunity. We don’t even have a car.",
  "Als technische Übersetzerin und als Software Developer arbeiten wir freiberuflich zu Hause.": "We work freelance from home as technical translator (Uta) and software developer (Menno).",
  "Alle paar Jahre steht uns der Sinn nach einer langen Reise, einem richtigen Abenteuer eben. Raus aus dem Trott und rauf aufs Rad.": "Every few years we feel like going on a long trip, a real adventure:  Get out of the rut and get on the bike.",
  "WeOnBikes.com – Life by bicycle – ist unser neues Projekt, mit dem wir uns auf die nächste <strong>Fahrradtour von Nord nach Süd</strong> durch Europa vorbereiten. Wir möchten die Erfahrungen, die wir dabei machen, mit allen teilen, die sich für Bikepacking interessieren und wissen möchten, wie man eine solche Reise angeht.": "WeOnBikes.com - Life by bicycle - is our new project with which we are preparing our next bicycle tour from <strong>north to south through Europe</strong>. We would like to share our experiences with everyone who is interested in bikepacking and wants to know how to go about such a trip.",
  "Bleibt dran!": "Stick around!",
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad.": "Uta and Menno ride their bikes in the sunshine along a rocky path on the coast of the Barents Sea.",
  "mögliche Route für 2023": "possible route for 2023",
  "Bikepacking vom Nordkap zum Cabo de São Vincente in Portugal": "Bikepacking from the North Cape to Cape St. Vincent in Portugal",
  "Einmal auf dem Fahrrad von Norden nach Süden durch ganz Europa – vom nördlichsten Punkt auf dem europäischen Festland, wo die letzte Reise geendet hat, bis zum südwestlichsten Punkt des Kontinents: das Cabo de São Vincente in Portugal. Und ein paar Kilometer zurück in Richtung Norden, nach Hause. Das haben wir uns für 2023 vorgenommen.": "By bike from north to south through the whole of Europe - from the northernmost point on mainland Europe, where the last journey ended, to the most south-western point of the continent: Cape St. Vincent in Portugal. And a few kilometers back north, to our home. That’s what we’ve planned for 2023.",
  "Losgehen soll es zum Mittsommer.": "We’ll set off in mid-summer.",
  "Und wenn man sich die beiden Routen so anschaut, ist eigentlich klar, dass das Projekt dann nicht zu Ende ist": "And if you look at the two routes, it's actually clear that the project isn’t finished",
  "Reiseplanung Teil 1": "Trip planning part 1",
  "Von Moskau zum Nordkap auf dem Fahrrad": "From Moscow to the North Cape by bike",
  "Mit Fahrrad und Zelt sind wir fernab vom Tourismus von Russland nach Karelien, durch Finnland und über den Polarkreis geradelt. 3 Länder trennten uns in Moskau vom nördlichsten Punkt des europäischen Kontinents. 60 Tage lang haben wir statt Alltag Abenteuer erlebt und statt im Hamsterrad in die Pedalen getreten. Der Weg nahm uns mit auf 4000 Kilometer frischen Wind um die Nase, voller interessanter Begegnungen und Sehnsucht nach Barentssee.": "Far from tourist centers, we cycled from Russia to Karelia, through Finland and across the Arctic Circle with bikes and a tent. 3 countries separated us in Moscow from the northernmost point of the European continent. For 60 days we experienced adventures instead of everyday life and pedaled our bikes instead of the hamster wheel. The journey took us along 4000 kilometers of fresh air, full of interesting encounters and longing for the Barents Sea.",
  "Hier findet ihr die Fahrradroute und könnt euch Fotos anschauen.": "Here you can see the bike route as well as the photos.",
  "Galerie": "Gallery",
  "Fahrradroute 2018": "bike route 2018",
  "Sei dabei!": "Be there!",
  "Wenn dir unser Projekt gefällt, abonniere unseren Newsletter, um auf dem Laufenden zu bleiben.": "If you like our project, subscribe to our newsletter to keep up to date.",
  "Du kannst uns mit Vorschlägen zur Route, zu Fahrradmodellen, Equipment und was du sonst noch wichtig findest auf Facebook, Instagram und Youtube unterstützen. Außerdem haben wir interessante Anregungen in unserem Mitmach-Programm. Wenn du noch eine Idee hast - immer her damit!": "You can support us on Facebook, Instagram and Youtube with suggestions for the route, bike models, equipment and whatever else you find important.  We also have interesting suggestions in our hands-on program.  If you have another idea - bring it on!",
  "Den bebilderten Reisebericht Von Moskau zum Nordkap bekommst du überall im Handel und in allen gängigen Online-Shops. Für uns ist es allerdings am besten, wenn du das Buch über den BoD-Link unten bestellst.": "You can get the illustrated travel report From Moscow to the North Cape everywhere in stores and in all common online shops.  However, it  is best for us if you order the book via the link below.",
  "E-Book": "E-book",
  "Paperback": "Paperback",
  "Hardcover - Fotoqualität": "Hardcover - photo quality"
}
