{
  "How Documentation Portal UX Factors Impact Content Creation": "How Documentation Portal UX Factors Impact Content Creation",
  "Which UX factors are relevant for documentation Portals? What is the impact of these UX factors on modularization and classification of content in a CCMS?": "Which UX factors are relevant for documentation Portals? What is the impact of these UX factors on modularization and classification of content in a CCMS?",
  "Content for Documentation Portals": "Content for Documentation Portals - Support My Research",
  "UX research for software applications is nothing new to us. Also for content modeling, we research our users. Technical documentation is designed for a specific user-product context and modeled for this purpose. Documentation portals, in contrast, can be less targeted and provide information for several user groups and several product groups.": "UX research for software applications is nothing new to us. Also for content modeling, we research our users and develop requirements. Technical documentation is designed for a specific user-product context and modeled for this purpose. Documentation portals, in contrast, can be less targeted and provide information for several user groups and several product groups.",
  "CCMS-produced technical documentation usually has an elevated degree of modularization. In many documentation portals, on teh other hand, you find a high percentage of monolithic documents for download. Providing one or more user groups with modular information about one or more products and one or more use cases presents a challenge to the documentation software UI and to the content model.": "CCMS-produced technical documentation usually has an elevated degree of modularization. In many documentation portals, you still find monolithic documents for download. Providing one or more user groups with modular information about one or more products and one or more use cases presents a challenge to the documentation software UI and to the content model.",
  "How UX factors in documentation portals impact modularization and classification of content in CCMS is therefore the topic of my research.": "How UX factors in documentation portals impact modularization and classification of content in CCMS is therefore the topic of my research.",
  "Below you will find questionnaires that help explore the relationships between documentation portal software, users, content, content producers and software producers regarding UX factors and content models.": "Below you will find questionnaires that help explore the relationships between documentation portal software, users, content, content producers and software producers regarding UX factors and content models.",
  "So, if you provide content in a documentation portal, produce documentation portal software or CCMSs or have used documentation portals then this is your call. Find your questionnaire below and fill it in!": "So, if <strong>you provide content in a documentation portal, produce documentation portal software or CCMSs or have used  documentation portals</strong> then this is your call. Find your questionnaire below and fill it in!",
  "For Documentation Portal or CCMS Software Producers": "For Documentation Portal or CCMS Software Producers"
}
