{
    "WeOnBikes | Story - Warum wir Radfahren lieben": "WeOnBikes | Story - Why we love cycling",
    "Mit WeOnBikes - Life by bicycle möchten wir Radfahren als Reisemittel und Verkehrsmittel im Alltag voranbringen. Denn Fahrradfahren macht glücklich, spart Zeit und Geld und schont die Umwelt.": "With WeOnBikes - Life by bicycle, we want to promote cycling as a means of travel and a means of transport in everyday life. Because cycling makes you happy, saves time and money and protects the environment.",
    "Warum wir Radfahren lieben:": "Why we love cycling:",
    "Radfahren macht glücklich": "Cycling makes you happy",
    "Radfahren spart Zeit": "Cycling saves time",
    "Radfahren spart Geld": "Cycling saves money",
    "Radfahren schont die Umwelt": "Cycling protects the environment",
    "Radfahren ist gesund": "Cycling is good for your health",
    "Fahrrad können wir zusammen fahren": "We can ride together",
    "Was du auf weonbikes.com findest": "What you'll find on weonbikes.com",
    "Alle Infos, die du für einen interessanten, entspannten und sicheren Fahrradurlaub in Europa brauchst.": "All the information needed for an interesting, relaxed and safe bike touring trip in Europe.",
    "Wie du das bekommst": "How you'll get that",
    "Abonniere unseren Newsletter! Wir werden regelmäßig zu verschiedenen Themen posten:": "Subscribe to our newsletter! We will post regularly on various topics:",
    "Radrouten - Fernradwege und kürzere Fahrradtouren, GPX-Dateien zum Herunterladen": "Bike routes - long-distance bike trails and shorter bike rides, GPX files for download",
    "Reiseplanung von Radreisen und Fahrradtouren": "Travel planning of bike trips and tours",
    "Packlisten": "Packing lists",
    "Training - ist das wichtig vor der Radreise?": "Training – is it important before a bike trip?",
    "Bikepacking Cuisine": "Bikepacking Cuisine",
    "Fahrradreparatur und Werkzeug unterwegs": "Bike repair and tools on the road",
    "Radtypen wie Mountainbikes, Gravel-Bikes, Trekking-Bikes und Fahrradtechnik, Geometrie": "Bike types like Mountain bikes, Gravel bikes, Trekking bikes and bike tech, geometry",
    "Fahrradtaschen - Bikepacking versus klassisches Radwandern": "Bikebags – bikepacking versus classical bike panniers",
    "Buchtipps": "Recommended reading",
    "Fahrradleben - Fahrrad als Lifestyle, Inspiration und Stimmungs-Booster": "Bike life: bike as inspiration and mood-lifter",
    "Fahrradwege in verschiedenen Städten": "Bike paths in different cities",
    "Fahrrad-Infrastruktur und Stadtentwicklung für aktive Mobilität": "Bicycle infrastructure and urban development for active mobility",
    "Unterstütze uns!": "Support us!",
    "Du kannst uns auf verschiedene Arten unterstützen:": "You can support us in various ways:",
    "Fahre Fahrrad!": "Ride a bike!",
    "Erzähle anderen von unserer Website": "Tell others about our website",
    "Erzähle uns deine Geschichte oder mach uns Vorschläge zu interessanten Themen": "Tell us your story or suggest an interesting topic",
    "Kaufe unser Buch": "Buy our book",
    "Von Moskau zum Nordkap auf dem Fahrrad": "From Moscow to the North Cape by bike",
    "oder organisiere eine Lesung": "or organize a reading",
    "Schau dir unsere Downloads an und inspiriere andere zu einem Leben mit mehr Fahrrad": "Look at our downloads and inspire others toward a bike life"
}
