{
  "Questionnaire for software producers": "Fragebogen für Softwarehersteller",
  "Questionnaire for users": "Fragebogen für Nutzer",
  "How Documentation Portal UX Factors Impact Content Creation": "Wie UX-Faktoren in CDPs die Content-Erstellung beeinflussen",
  "Which UX factors are relevant for documentation Portals? What is the impact of these UX factors on modularization and classification of content in a CCMS?": "Welche UX-Faktoren sind für Conten Delivery Portale relevant? Welchen Einfluss haben diese UX-Faktoren auf die Modularisierung und Klassifizierung von Content im CCMS? ",
  "Concepts": "Begriffe",
  "Mir ist es eingefallen, während ich Fahrrad fuhr.<br/>(Albert Einstein)": "Mir ist es eingefallen, während ich Fahrrad fuhr.<br/>(Albert Einstein)",
  "Content for Documentation Portals": "Content für CDPs - Unterstütze meine Recherche",
  "UX research for software applications is nothing new to us. Also for content modeling, we research our users. Technical documentation is designed for a specific user-product context and modeled for this purpose. Documentation portals, in contrast, can be less targeted and provide information for several user groups and several product groups.": "UX Research für Softwareanwendungen ist für uns nichts Neues. Auch für die Content-Modellierung recherchieren wir unsere Nutzer und entwickeln Anforderungen. Technische Dokumentation wird für einen bestimmten Nutzer-Produkt-Kontext entworfen und für diesen Kontext modelliert. Dokumentationsportale hingegen können weniger zielgerichtet sein und Informationen für mehrere Nutzergruppen und mehrere Produktgruppen bereitstellen.",
  "CCMS-produced technical documentation usually has an elevated degree of modularization. In many documentation portals, you still find monolithic documents for download. Providing one or more user groups with modular information about one or more products and one or more use cases presents a challenge to the documentation software UI and to the content model.": "In CCMS produzierte Technische Dokumentation weist in der Regel einen hohen Grad an Modularisierung auf. In vielen Content Delivery Portalen findet sich jedoch ein hoher Anteil monolithischer Dokumente zum Herunterladen. Die Bereitstellung modularer Informationen für mehrere Produkte, mehrere Anwendungsfälle und mehrere Nutzergruppen ist eine Herausforderung für die UI der CDP-Software und das Content-Modell.",
  "How UX factors in documentation portals impact modularization and classification of content in CCMS is therefore the topic of my research.": "Wie sich UX-Faktoren in Content Delivery Portalen auf die Modularisierung und Klassifizierung von Content in CCMSs auswirken, ist daher der Gegenstand meiner Forschungsarbeit.",
  "Below you will find questionnaires that help explore the relationships between documentation portal software, users, content, content producers and software producers regarding UX factors and content models.": "Nachfolgend findest du Fragebögen, die mir helfen, die Beziehungen zwischen CDP-Software, Nutzern, Content, Content-Erstellern und Softwareherstellern in Bezug auf UX-Faktoren und Content-Modelle zu untersuchen.",
  "So, if <strong>you provide content in a documentation portal, produce documentation portal software or CCMSs or have used  documentation portals</strong> then this is your call. Find your questionnaire below and fill it in!": "Wenn du also Dokumentation in einem Content delivery Portal bereitstellst, CDP-Software oder CCMSs herstellst oder Content Delivery Portale verwendet hast, dann bist du hier richtig. Unten kannst du den passenden Fragebogen wählen und aufüllen!",
  "For Documentation Portal or CCMS Software Producers": "Für Softwarehersteller CDP/CCMS",
  "Findability and context are important quality features of content. Findability is related to UX factors like ease of use, intuitiveness, efficiency. The right context of information is related to  UX factors like relevancy, helpfulness, completeness, safety.   ": "Auffindbarkeit und Kontext sind wichtige Qualitätsmerkmale von Content. Auffindbarkeit beeinflusst UX-Faktoren wie einfacher Benutzung, Intuitivität und Effizienz. Dass Informationen im richtigen Kontext stehen, wirkt auf UX-Faktoren wie relevant, hilfreich, vollständig und sicher sein.",
  "In a documentation portal, how do we fulfil these user needs? Are they built into the content model of the CCMS? Is it a combination of technologies that get's it right?": "Wie erfüllen wir in einem Content Delivery Portal diese Benutzeranforderungen? Kommen sie mit dem Content-Modell des CCMS? Ist eine Kombination von Technologien die Lösung?",
  "For a user-friendly documentation portal, to what extend does the content model need to take the documentation portal output into consideration?": "Inwieweit muss das Content-Modell den Output in das CDP berücksichtigen, um ein benutzerfreundliches Content Delivery Portal zu erhalten?",

  "Wir, das sind Uta aus Deutschland und Menno aus den Niederlanden.": "Wir, das sind Uta aus Deutschland und Menno aus den Niederlanden.",
  "Wir wohnen in Portugal, ganz in der Nähe von Lissabon und fahren bei jeder Gelegenheit Fahrrad. Ein Auto besitzen wir gar nicht.": "Wir wohnen in Portugal, ganz in der Nähe von Lissabon und fahren bei jeder Gelegenheit Fahrrad. Ein Auto besitzen wir gar nicht.",
  "Als technische Übersetzerin und als Software Developer arbeiten wir freiberuflich zu Hause.": "Als technische Übersetzerin und als Software Developer arbeiten wir freiberuflich zu Hause.",
  "Alle paar Jahre steht uns der Sinn nach einer langen Reise, einem richtigen Abenteuer eben. Raus aus dem Trott und rauf aufs Rad.": "Alle paar Jahre steht uns der Sinn nach einer langen Reise, einem richtigen Abenteuer eben. Raus aus dem Trott und rauf aufs Rad.",
  "WeOnBikes.com – Life by bicycle – ist unser neues Projekt, mit dem wir uns auf die nächste <strong>Fahrradtour von Nord nach Süd</strong> durch Europa vorbereiten. Wir möchten die Erfahrungen, die wir dabei machen, mit allen teilen, die sich für Bikepacking interessieren und wissen möchten, wie man eine solche Reise angeht.": "WeOnBikes.com – Life by bicycle – ist unser neues Projekt, mit dem wir uns auf die nächste <strong>Fahrradtour von Nord nach Süd</strong> durch Europa vorbereiten. Wir möchten die Erfahrungen, die wir dabei machen, mit allen teilen, die sich für Bikepacking interessieren und wissen möchten, wie man eine solche Reise angeht.",
  "Bleibt dran!": "Bleibt dran!",
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad.": "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad.",
  "mögliche Route für 2023": "mögliche Route für 2023",
  "Bikepacking vom Nordkap zum Cabo de São Vincente in Portugal": "Bikepacking vom Nordkap zum Cabo de São Vincente in Portugal",
  "Einmal auf dem Fahrrad von Norden nach Süden durch ganz Europa – vom nördlichsten Punkt auf dem europäischen Festland, wo die letzte Reise geendet hat, bis zum südwestlichsten Punkt des Kontinents: das Cabo de São Vincente in Portugal. Und ein paar Kilometer zurück in Richtung Norden, nach Hause. Das haben wir uns für 2023 vorgenommen.": "Einmal auf dem Fahrrad von Norden nach Süden durch ganz Europa – vom nördlichsten Punkt auf dem europäischen Festland, wo die letzte Reise geendet hat, bis zum südwestlichsten Punkt des Kontinents: das Cabo de São Vincente in Portugal. Und ein paar Kilometer zurück in Richtung Norden, nach Hause. Das haben wir uns für 2023 vorgenommen.",
  "Losgehen soll es zum Mittsommer.": "Losgehen soll es zum Mittsommer.",
  "Und wenn man sich die beiden Routen so anschaut, ist eigentlich klar, dass das Projekt dann nicht zu Ende ist": "Und wenn man sich die beiden Routen so anschaut, ist eigentlich klar, dass das Projekt dann nicht zu Ende ist",
  "Reiseplanung Teil 1": "Reiseplanung Teil 1",
  "Von Moskau zum Nordkap auf dem Fahrrad": "Von Moskau zum Nordkap auf dem Fahrrad",
  "Mit Fahrrad und Zelt sind wir fernab vom Tourismus von Russland nach Karelien, durch Finnland und über den Polarkreis geradelt. 3 Länder trennten uns in Moskau vom nördlichsten Punkt des europäischen Kontinents. 60 Tage lang haben wir statt Alltag Abenteuer erlebt und statt im Hamsterrad in die Pedalen getreten. Der Weg nahm uns mit auf 4000 Kilometer frischen Wind um die Nase, voller interessanter Begegnungen und Sehnsucht nach Barentssee.": "Mit Fahrrad und Zelt sind wir fernab vom Tourismus von Russland nach Karelien, durch Finnland und über den Polarkreis geradelt. 3 Länder trennten uns in Moskau vom nördlichsten Punkt des europäischen Kontinents. 60 Tage lang haben wir statt Alltag Abenteuer erlebt und statt im Hamsterrad in die Pedalen getreten. Der Weg nahm uns mit auf 4000 Kilometer frischen Wind um die Nase, voller interessanter Begegnungen und Sehnsucht nach Barentssee.",
  "Hier findet ihr die Fahrradroute und könnt euch Fotos anschauen.": "Hier findet ihr die Fahrradroute und könnt euch Fotos anschauen.",
  "Galerie": "Galerie",
  "Fahrradroute 2018": "Fahrradroute 2018",
  "Sei dabei!": "Sei dabei!",
  "Wenn dir unser Projekt gefällt, abonniere unseren Newsletter, um auf dem Laufenden zu bleiben.": "Wenn dir unser Projekt gefällt, abonniere unseren Newsletter, um auf dem Laufenden zu bleiben.",
  "Du kannst uns mit Vorschlägen zur Route, zu Fahrradmodellen, Equipment und was du sonst noch wichtig findest auf Facebook, Instagram und Youtube unterstützen. Außerdem haben wir interessante Anregungen in unserem Mitmach-Programm. Wenn du noch eine Idee hast - immer her damit!": "Du kannst uns mit Vorschlägen zur Route, zu Fahrradmodellen, Equipment und was du sonst noch wichtig findest auf Facebook, Instagram und Youtube unterstützen. Außerdem haben wir interessante Anregungen in unserem Mitmach-Programm. Wenn du noch eine Idee hast - immer her damit!",
  "Den bebilderten Reisebericht Von Moskau zum Nordkap bekommst du überall im Handel und in allen gängigen Online-Shops. Für uns ist es allerdings am besten, wenn du das Buch über den BoD-Link unten bestellst.": "Den bebilderten Reisebericht Von Moskau zum Nordkap bekommst du überall im Handel und in allen gängigen Online-Shops. Für uns ist es allerdings am besten, wenn du das Buch über den BoD-Link unten bestellst.",
  "E-Book": "E-Book",
  "Paperback": "Paperback",
  "Hardcover - Fotoqualität": "Hardcover - Fotoqualität"
}
