{
  "Questionnaire for software producers": "Fragebogen für Softwarehersteller",
  "Questionnaire for users": "Fragebogen für Nutzer",
  "How Documentation Portal UX Factors Impact Content Creation": "Wie UX-Faktoren in CDPs die Content-Erstellung beeinflussen",
  "Which UX factors are relevant for documentation Portals? What is the impact of these UX factors on modularization and classification of content in a CCMS?": "Welche UX-Faktoren sind für Conten Delivery Portale relevant? Welchen Einfluss haben diese UX-Faktoren auf die Modularisierung und Klassifizierung von Content im CCMS? ",
  "Concepts": "Begriffe",
  "Content for Documentation Portals": "Content für CDPs - Unterstütze meine Recherche",
  "UX research for software applications is nothing new to us. Also for content modeling, we research our users. Technical documentation is designed for a specific user-product context and modeled for this purpose. Documentation portals, in contrast, can be less targeted and provide information for several user groups and several product groups.": "UX Research für Softwareanwendungen ist für uns nichts Neues. Auch für die Content-Modellierung recherchieren wir unsere Nutzer und entwickeln Anforderungen. Technische Dokumentation wird für einen bestimmten Nutzer-Produkt-Kontext entworfen und für diesen Kontext modelliert. Dokumentationsportale hingegen können weniger zielgerichtet sein und Informationen für mehrere Nutzergruppen und mehrere Produktgruppen bereitstellen.",
  "CCMS-produced technical documentation usually has an elevated degree of modularization. In many documentation portals, you still find monolithic documents for download. Providing one or more user groups with modular information about one or more products and one or more use cases presents a challenge to the documentation software UI and to the content model.": "In CCMS produzierte Technische Dokumentation weist in der Regel einen hohen Grad an Modularisierung auf. In vielen Content Delivery Portalen findet sich jedoch ein hoher Anteil monolithischer Dokumente zum Herunterladen. Die Bereitstellung modularer Informationen für mehrere Produkte, mehrere Anwendungsfälle und mehrere Nutzergruppen ist eine Herausforderung für die UI der CDP-Software und das Content-Modell.",
  "How UX factors in documentation portals impact modularization and classification of content in CCMS is therefore the topic of my research.": "Wie sich UX-Faktoren in Content Delivery Portalen auf die Modularisierung und Klassifizierung von Content in CCMSs auswirken, ist daher der Gegenstand meiner Forschungsarbeit.",
  "Below you will find questionnaires that help explore the relationships between documentation portal software, users, content, content producers and software producers regarding UX factors and content models.": "Nachfolgend findest du Fragebögen, die mir helfen, die Beziehungen zwischen CDP-Software, Nutzern, Content, Content-Erstellern und Softwareherstellern in Bezug auf UX-Faktoren und Content-Modelle zu untersuchen.",
  "So, if you provide content in a documentation portal, produce documentation portal software or CCMSs or have used documentation portals then this is your call. Find your questionnaire below and fill it in!": "Wenn du also <strong>Dokumentation in einem Content delivery Portal bereitstellst, CDP-Software oder CCMSs herstellst oder Content Delivery Portale verwendet hast</strong>, dann bist du hier richtig. Unten kannst du den passenden Fragebogen wählen und aufüllen!",
  "For Documentation Portal or CCMS Software Producers": "Für Softwarehersteller CDP/CCMS",
  "Findability and context are important quality features of content. Findability is related to UX factors like ease of use, intuitiveness, efficiency. The right context of information is related to UX factors like relevancy, helpfulness, completeness, safety.": "Auffindbarkeit und Kontext sind wichtige Qualitätsmerkmale von Content. Auffindbarkeit beeinflusst UX-Faktoren wie einfacher Benutzung, Intuitivität und Effizienz. Dass Informationen im richtigen Kontext stehen, wirkt auf UX-Faktoren wie relevant, hilfreich, vollständig und sicher sein.",
  "In a documentation portal, how do we fulfil these user needs? Are they built into the content model of the CCMS? Is it a combination of technologies that get's it right?": "Wie erfüllen wir in einem Content Delivery Portal diese Benutzeranforderungen? Kommen sie mit dem Content-Modell des CCMS? Ist eine Kombination von Technologien die Lösung?",
  "For a user-friendly documentation portal, to what extend does the content model need to take the documentation portal output into consideration?": "Inwieweit muss das Content-Modell den Output in das CDP berücksichtigen, um ein benutzerfreundliches Content Delivery Portal zu erhalten?",
  "Documentation Portals": "Content-Delivery-Portale",
  "For documentation portal users": "Für Nutzer von Content-Delivery-Portalen",
  "There are many UX factors. Not all of them are relevant for documentation portals. My research is about which of the UX factors relevant for documentation portals would translate into requirements for the software and which would translate into requirements for the content, specifically the modularization and classification of content. You as a user of documentation portals can help my research by telling me which UX factors matter most to you.": "Es gibt viele UX-Faktoren. Nicht alle sind relevant für Content-Delivery-Portale. Mit meiner Forschungsarbeit möchte ich herausfinden, welche für Content-Delivery-Portale relevante UX-Faktoren für die Software relevant sind, und welche für den Content, konkret für die Modularisierung und Klassifizierung von Content. Du als Nutzer eines Content-Delivery-Portals kannst meine Recherche unterstützen, indem du mir sagst, welche UX-Faktoren für dich am wichtigsten sind.",
  "About me": "Über mich",
  "Hi, I am Uta, born in Germany, living in Portugal. I am a TCLoc student at the University of Strasbourg. This is a master's program for technical documentation and localization. Since January 2021, I am also a TEKOM-certified Technical Communicator.": "Hallo, ich bin Uta, aufgewachsen in Potsdam, seit 2014 in Portugal sesshaft. Ich bin TCLoc-Studentin an der Universität Straßburg. Das ist ein Masterstudiengang für Technische Dokumentation und Lokalisierung. Seit Januar 2021 bin ich zudem TEKOM-zertifizierte Technische Redakteurin.",
  "My background is in mechanical engineering (technician for mechanical engineering, specialization design). For the past 15 years, I have been working as a freelance translator of technical documentation and patents in mechanical engineering for English and Dutch into German.": "Ich komme aus dem Maschinenbau (Technikerin für Maschinenbau, Fachrichtung Konstruktion) und bin damals im Job in das technische Übersetzen „reingerutscht“. Seit nun mehr 15 Jahren arbeite ich als freiberufliche Übersetzerin von technischer Dokumentation und Patenten im Maschinenbau für Englisch und Niederländisch mit Zielsprache Deutsch.",
  "Recently, I have been looking for new challenges in the ubiquitous multilingualism I live in. I started the TCLoc master's program and fell in love with content strategy and UX writing, which lead to this research project!": "In letzter Zeit suche ich neue Herausforderungen in der allgegenwärtigen Mehrsprachigkeit, in der ich lebe. Während des TCLoc-Masters habe ich mich in Content-Strategie und UX-Writing verliebt, was mich zu diesem Forschungsprojekt geführt hat!",
  "I love to measure, to analyze, to set up workflows, to automate and writing to tell a story. Connect on LinkedIn!": "Was ich gerne mache: messen, analysieren, Workflows einrichten, automatisieren und Geschichten schreiben. Schreib mir auf LinkedIn!",
  "<i>documentation portal</i> is a rather broad concept, even if we limit it to the use in technical documentation.": "<i>Content-Delivery-Portal</i> ist ein recht weit gefasster Begriff, selbst wenn wir ihn auf seine Verwendung in der technischen Dokumentation beschränken.",
  "It is therefore necessary to define what I am talking about in this research when using <i>documentation portal</i>.": "Es ist daher notwendig zu definieren, wovon ich in dieser Arbeit spreche, wenn ich <i>Content-Delivery-Portal</i> verwende.<br/><br/>Ich werde für <i>Content-Delivery-Portal</i> die Abkürzung CDP verwenden.",
  "Other Words for Documentation Portal": "Andere Wörter für Conten-Delivery-Portal",
  "In technical communication, documentation portals are also known as content delivery portals, content delivery systems, documentation hubs, self-help portals and more. They are software products for mobile and desktop devices used by various professional and non-professional user groups.": "In der technischen Kommunikation werden Content-Delivery-Portale auch als Dokumentationsportale,  Dokumentations-Hubs, Selbsthilfeportale und weitere bezeichnet.  Es handelt sich um Softwareprodukte für mobile und Desktop-Geräte, die von verschiedenen professionellen und nicht-professionellen Nutzergruppen verwendet werden.",
  "Characteristics of Documentation Portals": "Merkmale von Content-Delivery-Portalen",
  "In this research, I will consider documentation portals that serve documentation for several physical products in one application for one or more user groups.": "In dieser Arbeit werde ich Content-Delivery-Portale betrachten, in der die Dokumentation mehrerer physischer Produkte in einer Softwareanwendung für eine oder mehrere Benutzergruppen ausgeliefert wird.",
  "The purpose of these documentation portals is to deliver technical documentation to various ends on request.": "Der Zweck dieser CDPs ist es, auf Anfrage technische Dokumentation für verschiedene Anwendungsszenarien auszuliefern.",
  "Content modules, their size, relationships and capabilities characterize these documentation portals and are related to my research.": "Content-Module, deren Größe, Beziehungen und Möglichkeiten charakterisieren diese Content-Delivery-Portale und sind relevant für diese Arbeit.",
  "Which Documentation Portals Are Not Considered in this Research": "Welche Dokumentationsportale werden in dieser Recherche nicht berücksichtigt",
  "I will not consider software applications that serve static documents only, where content modularization by definition does not play a role.": "Softwareanwendungen, die ausschließlich statische Dokumente ausliefern, bei denen modularer Content im CDP per Definition keine Rolle spielt, werde ich nicht berücksichtigen.",
  "Furthermore, I will not consider product centered software applications, like digital twin applications, since they do not put the technical documentation in the center of the application and come with different requirements.": "Darüber hinaus werde ich Softwareanwendungen, die um ein spezifisches Produkt herum aufgebaut sind wie Digital-Twin-Anwendungen nicht berücksichtigen, da sie die technische Dokumentation nicht in den Mittelpunkt der Anwendung stellen und andere Anforderungen mit sich bringen.",
  "I will not consider documentation applications that serve the technical documentation of one specific product, for example, an application serving all the user documentation for a person's car.": "Ich werde keine Dokumentationsanwendungen berücksichtigen, die der technischen Dokumentation eines bestimmten einzelnen Produkts dienen, z. B. eine Anwendung, die die gesamte Benutzerdokumentation für ein bestimmtes Auto einer Person ausliefert.",
  "Documentation and Documents": "Dokumentation und Dokumente",
  "Documentation": "Dokumentation",
  "<i>Documentation</i> in this research is technical documentation of products containing information for use, not being limited to this.": "<i>Dokumentation</i> in dieser Recherche ist technische Dokumentation von Produkten, die Nutzungsinformationen enthält, ist aber nicht darauf beschränkt.",
  "Static and Dynamic Documents": "Statische und dynamische Dokumente",
  "Conventionally, the word <i>document</i> is used for larger units of information in a static file, for example, a full machine manual as pdf.": "Herkömmlicherweise wird das Wort <i>Dokument</i> für größere Informationseinheiten in einer statischen Datei verwendet, beispielsweise ein vollständiges Maschinenhandbuch als PDF.",
  "In this research, <i>static documents</i> are files that will not be used in variable outputs, once uploaded into the documentation potal.": "In dieser Untersuchung sind <i>statische Dokumente</i> Dateien, die nach dem Hochladen in das Dokumentationsportal nicht modular in variablen Ausgaben verwendet werden.",
  "<i>Dynamic documents</i> are files that can be used in various outputs in the documentation portal.": "<i>Dynamische Dokumente</i> sind dagegen Dateien, die in verschiedenen Ausgabevarianten im Content-Delivery-Portal verwendet werden können.",
  "Classification of Content": "Klassifizierung von Content",
  "Let's assume that content is created for the user.": "Gehen wir davon aus, dass Content für Nutzer erstellt wird.",
  "Then, metadata and classes, are assigned to the content in order to add context to the content, for example, a product category, a date or a user group. The content gets classified or categorized.": "Anschließend werden dem Content Metadaten und Klassen zugeordnet, um den Inhalt mit Kontext anzureichern, beispielsweise eine Produktkategorie, ein Datum oder eine Benutzergruppe.  Der Inhalt wird klassifiziert oder kategorisiert.",
  "Classification in this research is the subdivision of content-relevant dimensions into classes with the purpose of ordering.": "Klassifikation ist in dieser Arbeit die Unterteilung von für den Content relevanten Dimensionen in Klassen, um diese zu ordnen.",
  "The classes and metadata can have a wide range of purposes. With regard to documentation portals, content needs to be classified according to several criteria that are related to this research.": "Die Klassen und Metadaten können eine Vielzahl von Anwendungen haben. Im Zusammenhang mit Content-Delivery-Portale wird Content nach verschiedenen Kriterien klassifiziert, die für diese Arbeit relevant sind.",
  "Raufmann and Wolf [2] describe how facets for content that was classified according to the PI standard in a CCMS were adapted for deployment in a documentation portal to enhance usability.": "Raufmann und Wolf [2] beschreiben, wie Facetten für Content, der nach dem PI-Standard in einem CCMS klassifiziert wurde, für die Bereitstellung in einem Dokumentationsportal angepasst wurden, um die Benutzerfreundlichkeit zu verbessern.",
  "Content Module": "Content-Modul",
  "A classifiable purposeful unit of content in a content system.": "Eine klassifizierbare zweckgerichtete Inhaltseinheit in einem Content-System.",
  "Modularization of Content": "Modularisierung von Content",
  "Modularization of content is the modeling of content into classifiable purposeful units to put them in context to each other and thus enable them to represent knowledge. This is the definition for this research so far.": "Modularisierung von Content ist die Modellierung von Inhalten in klassifizierbare zweckgerichtete Einheiten, um Kontext herzustellen und somit die Repräsentation von Wissen zu ermöglichen. Das ist die Definition für diese Arbeit bisher.",
  "Topics as Content Modules": "Topics als Content-Module",
  "While it is said that in the field of Technical Communication a topic is self-contained content that can be understood without further context [1], there are several assumptions about context in this statement.For example, that the content appears together with a product, and more. Context is always necessary, be it implicit or explicit.": "Wenn in der technischen Kommunikation ein Topic als eigenständiger Inhalt definiert wird, der ohne weiteren Kontext verständlich ist [1], werden in dieser Aussage mehrere Annahmen zu Kontext vorausgesetzt. Beispielsweise, dass der Inhalt zusammen mit einem Produkt auftritt und weitere. Kontext ist immer notwendig, implizit oder explizit.",
  "Context is thus the variable that defines the size or granularity of a topic.": "Kontext ist demnach die Variable, die die Größe oder Granularität eines Topics definiert.",
  "Context and Modular Content": "Kontext und modularer Content",
  "In contrast to conventional static publishing formats, documentation portals as self-help portals pose a challenge to the conflicting requirements of content to be modular as well as to have content modules be provided with sufficient context.": "Im Gegensatz zu herkömmlichen statischen Publikationsformaten sind Content-Delivery-Portale als Selbsthilfeportale eine Herausforderung für gegensätzliche Anforderungen an Content an die Modularität einerseits und die Auslieferung mit ausreichend Kontext andererseits.",
  "User needs might come into play when modeling content modules. This is the subject of this research.": "Nutzerbedürfnisse können bei der Modellierung von modularem Content eine Rolle spielen. Das ist Gegenstand dieser Untersuchung.",
  "UX Factors": "UX-Faktoren",
  "UX factors are quality characteristics of a product. In the present case, of documentation portals.": "UX-Faktoren sind Qualitätsmerkmale eines Produkts. ln der vorliegenden Arbeit von Content-Delivery-Portalen.",
  "If you assign quantifiable parameters to the factors, these UX factors can be translated into user needs, thus, into requirements.": "Werden den Faktoren quantifizierbare Parameter zugeordnet, lassen sich diese UX-Faktoren in Nutzerbedürfnisse, also in Anforderungen übersetzen.",
  "I will make use of the consolidated UX factors list for digital products of Hinderks, Winter, Schrepp and Thomaschewski [3].": "Ich werde die konsolidierten UX-Faktoren von Hinderks, Winter, Schrepp und Thomaschewski [3] für digitale Produkte verwenden.",
  "I chose 15 factors.": "Ich habe 15 Faktoren ausgewählt.",
  "References": "Referenzen",
  "S. Coss, Single Source Publishing – Modularer Content für EPUB & Co., 49, (2011)": "S. Coss, Single Source Publishing – Modularer Content für EPUB & Co., 49, (2011)",
  "Approaches for deployment and access of content in delivery portals Theresa Rauffmann, Monika Wolf (2020)": "Approaches for deployment and access of content in delivery portals Theresa Rauffmann, Monika Wolf (2020)",
  "Applicability of User Experience and Usability Questionnaires (2019) Hinderks, Winter, Schrepp, Thomaschewski": "Applicability of User Experience and Usability Questionnaires (2019) Hinderks, Winter, Schrepp, Thomaschewski"
}
