{
    "Radwandern im Nordosten Europas. 60 Tage mit Fahrrad und Zelt durch Russland, Finnland, Lappland und Norwegen. Spannender Reisebericht zum Nachradeln mit vielen Fotos. Leseprobe, Galerie, GPS-Route herunterladen.": "Fietsreis in Noordoost-Europa. 60 dagen met fiets en tent door Rusland, Finland, Lapland en Noorwegen. Spannend reisverslag met veel foto's om het mee te beleven. Download proefhoofdstuk, fotogalerij, GPS-route.",
    "Die OSM-Karte punktet heute besonders, weil sie Trinkwasserstellen anzeigt. Direkt neben dem Bahnübergang ist eine Pumpe. Es ist mittlerweile sehr warm, beinahe 30 °C. Wir füllen alles auf, was wir an Behältern haben. Ein Mann kommt aus seinem Hof gelaufen und will seine Eimer füllen. Menno fragt, ob er ein Foto machen darf. »Klar«, sagt Sergej und lädt uns direkt zum Tee ein.": "De OSM-kaart duidt iets bijzonders aan vandaag, er staan punten voor drinkwater op. Direct naast de spoorwegovergang staat een pomp. Onderhand is het erg warm, bijna 30 °C. We vullen alle flessen die we hebben. Een man komt uit zijn tuin gelopen om zijn emmers te vullen. Menno vraagt of hij een foto mag maken. \"Natuurlijk\", zegt Sergej en nodigt ons gelijk uit voor de thee.",
    "Von Moskau zum Nordkap auf dem Fahrrad - Reisebericht": "Van Moskou naar de Noordkaap op de fiets - reisverslag",
    "Buchumschlag": "boekomslag",
    "Von Moskau Zum Nordkapp": "Van Moskou naar de Noordkaap",
    "auf dem Fahrrad": "op de fiets",
    "Begegnungen, Gastfreundschaft, verlassene Dörfer und einsame Landstriche: Dieses Tagebuch nimmt euch mit auf die 4000 Kilometer lange Reise durch wenig besuchte Ecken dreier Länder im Nordosten Europas. Mit Fahrrad und Zelt radeln wir fernab vom Tourismus von Russland nach Karelien, durch Finnland und über den Polarkreis. Mit uns zieht auch der Frühling gen Norden, samt Blumenwiesen, Kuckucksruf und Mückenschwärmen. 60 Tage lang erleben wir statt Alltag Abenteuer und treten statt im Hamsterrad auf dem Fahrrad.": "Ontmoetingen, gastvrijheid, verlaten dorpen en eenzame landstreken: dit dagboek neemt je mee op een 4000 kilometer lange reis door zelden bezochte uithoeken van drie landen in Noordoost-Europa. Met fiets en tent fietsen we ver van toerisme van Rusland naar Karelië, door Finland en over de poolcirkel. Met ons trekt ook de lente mee naar het noorden, compleet met bloemenweiden, koekoeksroep en zwermen muggen. 60 dagen lang beleven we avonturen in plaats van dagelijks sleur en trekken we over de wereld in plaats van dat deze aan ons voorbij trekt.",
    "Kapitel:": "hoofdstukken:",
    "Reisevorbereitungen - Fahrräder und Reiseausrüstung": "Reisvoorbereidingen - fietsen en reisuitrusting",
    "Von Moskau zum Onegasee - auf dem Fahrrad in Russland: Hauptstadt, Goldener Ring, Wologda, Kirilow": "Van Moskou naar het Onegameer - met de fiets in Rusland: de hoofdstad, Gouden Ring, Vologda, Kirilow",
    "Karelien - der große Onegasee, ein Bär, Medwjeschegorsk, Staubwege, Holzlaster und FSB": "Karelië - het grote meer Onega, een beer, Medvjezhegorsk, stoffige wegen, houtvrachtwagens en FSB",
    "Finnland - fantastische Campingstellen, jede Menge Regen": "Finland - te gekke kampeerplekken, veel regen",
    "Lappland - Rentiere, Holzhütten im Wald": "Lapland - rendieren en boshutten",
    "Norwegen - Barentssee, weite Landschaften": "Noorwegen - Barentssee, weids landschap",
    "Das Buch ist mit 37 farbigen Fotos und Karten mit der Route illustriert.": "Het boek is geïllustreerd met 37 foto's en routekaarten in kleur.",
    "Fahrradroute von Moskau über Rybinsk, Wologda, Kirillow und Wytegra zum Onega-See": "Fietsroute van Moskou via Rybinsk, Vologda, Kirillov en Vytegra naar het Onegameer",
    "Karte von Westrussland mit unserer Route": "Kaart van West-Rusland met onze route",
    "Tag 2 Dimitrow – Nähe Semjagino, 75 km": "Dag 2 Dimitrov – nabij Semyagino, 75 km"
}
