{
  "WeOnBikes - Radwandern, Bikepacking-Erfahrungen und Fahrradleben in Europa": "WeOnBikes - fietsreizen, bikepacking en fietsersleven in Europa",
  "Radwandern ist unsere Leidenschaft. Praktische Tipps, Radrouten, Packlisten - unsere Erfahrungen zu Bikepacking, Radtouren und Fahrradleben teilen wir mit euch in unserem Blog und unserem Buch.": "Langeafstandsfietsen is onze passie; praktische tips, fietsroutes, paklijsten - we delen onze ervaringen over bikepacking, fietsreizen en het leven op de fiets met jou in ons blog en boek.",
  "Hier findet ihr die Fahrradroute und könnt euch Fotos anschauen.": "Hier zie je zowel de fietsroute als de foto's.",
  "Galerie": "Galerij",
  "Fahrradroute 2018": "fietsroute 2018",
  "Sei dabei!": "Doe mee!",
  "Wenn dir unser Projekt gefällt, abonniere unseren Newsletter, um auf dem Laufenden zu bleiben.": "Als je ons project leuk vindt, schrijf je dan in op onze nieuwsbrief om op de hoogte te blijven.",
  "Du kannst uns mit Vorschlägen zur Route, zu Fahrradmodellen, Equipment und was du sonst noch wichtig findest auf Facebook, Instagram und Youtube unterstützen. Außerdem haben wir interessante Anregungen in unserem Mitmach-Programm. Wenn du noch eine Idee hast - immer her damit!": "Met suggesties voor de route, fietsmodellen, uitrusting en wat je verder nog belangrijk vindt kun je ons ondersteunen op Facebook, Instagram en Youtube. We hebben ook interessante suggesties in ons mee doe programma. Als je een ander idee hebt: kom maar op!",
  "Den bebilderten Reisebericht Von Moskau zum Nordkap bekommst du überall im Handel und in allen gängigen Online-Shops. Für uns ist es allerdings am besten, wenn du das Buch über den BoD-Link unten bestellst.": "Je kunt het geïllustreerde reisverslag Van Moskou naar de Noordkaap (in het duits of engels) in de normale boekhandel of in alle gangbare online winkels krijgen. Voor ons is het het beste als je het boek via onderstaande link bestelt.",
  "E-Book": "E-book",
  "Paperback": "Paperback",
  "Hardcover - Fotoqualität": "Hardcover - fotokwaliteit",
  "Weiterlesen": "Lees verder",
  "Mir ist es eingefallen, während ich Fahrrad fuhr.<br/>(Albert Einstein)": "Het kwam in me op terwijl ik aan het fietsen was.<br/>(Albert Einstein)",
  "Bikepacking durch ganz Europa": "Bikepacking door heel Europa",
  "Wir lieben Fahrradfahren.": "Wij houden van fietsen.",
  "Deshalb haben wir uns mit <strong>Fahrrad und Zelt</strong> von Moskau zum Nordkap aufgemacht: 4000 km durch Russland, Karelien, Finnland und Lappland nach Norwegen. Eine spannende Fahrradtour, die ihr in unserem buch miterleben könnt.": "Zo vertrokken we met onze tent op de fiets van Moskou naar de Noordkaap: een fietsvakantie van 4000 km door Rusland, Karelië, Finland en Lapland naar Noorwegen, een reis die je in ons boek kunt meebeleven.",
  "Bis dahin erwartet uns eine aufregende Reiseplanung, die wir mit euch teilen möchten.": "Tot die tijd hebben we spannende reisplannen die we graag met je delen.",
  "Deshalb haben wir WeOnBikes in Leben gerufen. Auf unserer Website findest du nützliche Informationen zum Thema <strong>Fahrradleben und Radwandern</strong>. Lass dich inspirieren und mach mit!": "Daarom hebben we WeOnBikes gemaakt. Op deze website bieden we nuttige informatie over het <strong>fietsersleven, fietsvakantie en fietsreizen</strong>. Laat je inspireren en doe mee!",
  "Wer hier reist und schreibt": "Wie hier reist en schrijft",
  "Wir, das sind Uta aus Deutschland und Menno aus den Niederlanden.": "Wij zijn Uta uit Duitsland en Menno uit Nederland.",
  "Wir wohnen in Portugal, ganz in der Nähe von Lissabon und fahren bei jeder Gelegenheit Fahrrad. Ein Auto besitzen wir gar nicht.": "We wonen in Portugal, vlakbij Lissabon, en we fietsen bij elke mogelijkheid. We hebben niet eens een auto.",
  "Als technische Übersetzerin und als Software Developer arbeiten wir freiberuflich zu Hause.": "Wij werken freelance vanuit huis als technisch vertaler (Uta) en softwareontwikkelaar (Menno).",
  "Bleibt dran!": "Volg ons!",
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad.": "Uta en Menno fietsen in de zon langs een rotsachtig pad aan de kust van de Barentszzee.",
  "mögliche Route für 2023": "mogelijke route voor 2023",
  "Bikepacking vom Nordkap zum Cabo de São Vincente in Portugal": "Bikepacking van de Noordkaap naar Kaap Sint-Vincent in Portugal",
  "<strong>2023 geht die Reise weiter</strong>: Einmal <strong>von Nord nach Süd durch Europa</strong>, vom Nordkap zum Cabo de São Vincente.": "<strong>In 2023 gaat de reis verder</strong>: dit keer van noord naar zuid, van de Noordkaap naar Kaap Sint-Vincent.",
  "Einmal auf dem Fahrrad von Norden nach Süden durch ganz Europa – vom nördlichsten Punkt auf dem europäischen Festland, wo die letzte Reise geendet hat, bis zum südwestlichsten Punkt des Kontinents: das Cabo de São Vincente in Portugal. Und ein paar Kilometer zurück in Richtung Norden, nach Hause. Das haben wir uns für 2023 vorgenommen.": "Op de fiets van noord naar zuid door heel Europa - van het noordelijkste punt van het vasteland van Europa, waar de laatste reis eindigde, tot het meest zuidwestelijke punt van het continent: Kaap Sint-Vincent in Portugal. Dan nog een paar kilometer naar het noorden, terug naar huis. Dat hebben we gepland voor 2023.",
  "Losgehen soll es zum Mittsommer.": "We vertrekken halverwege de zomer.",
  "Reiseplanung Teil 1": "Reisplanning deel 1",
  "Radfernwege Nord-Süd durch Europa": "Langeafstandsfietsroutes van noord naar zuid door Europa",
  "Und wenn man sich die beiden Routen so anschaut, ist eigentlich klar, dass das Projekt dann nicht zu Ende ist": "En als je naar de twee routes kijkt, is het eigenlijk duidelijk dat het project nog niet af is",
  "Von Moskau zum Nordkap auf dem Fahrrad": "Van Moskou naar de Noordkaap op de fiets",
  "Uta und Menno fahren im Sonnenschein auf einem steinigen Pfad an der Küste der Barentssee auf dem Fahrrad. Im Hintergrund das Nordkap.": "Uta en Menno fietsen in de zon langs een rotsachtig pad aan de kust van de Barentszzee. Op de achtergrond de Noordkaap.",
  "Die 7 beliebtesten Fahrradrouten von Norden nach Süden durch Europa. Willst du Radwandern von Kap zu Kap, durch Hauptstädte, über Berg und Land, von der Nordsee bis zum Mittelmeer, Pilgern auf dem Jakobsweg, nach Trondheim oder Rom? Hier findest du die Routen und nützliche Tipps.": "7 populaire meerdaagse fietsroutes van noord naar zuid door Europa. Wil je van kaap naar kaap fietsen, door hoofdsteden, over bergen en land, een tocht van de Oostzee naar de Middellandse Zee, op bedevaart via de Sint Jacobsroute naar Santiago, naar Trondheim of Rome? Hier vind je routes en praktische tips.",
  "Fahrradfahren macht glücklich, schont im Stadtverkehr die Nerven und sorgt für die nötige Bewegung im Alltag. Auf Langstrecken trägt dich das Fahrrad zudem in idealer Reisegeschwindigkeit durchs Land: schnell genug um die Welt zu umrunden und dennoch mit Gemach für eine Begegnung, ein Gespräch.": "Fietsen maakt gelukkig. Het is ontspannender in het stadsverkeer en geeft de beweging die je in het dagelijks leven nodig hebt. Op lange tochten vervoert de fiets je met de ideale reissnelheid door het land: snel genoeg om rond de wereld te fietsen en langzaam genoeg voor een ontmoeting en een gesprek.",
  "Alle paar Jahre steht uns der Sinn nach einer langen Reise, einem richtigen Abenteuer eben. Raus aus dem Trott und rauf aufs Rad.": "Om de paar jaar hebben we zin om een lange reis te maken, een echt avontuur: uit de sleur en op de fiets.",
  "WeOnBikes.com – Life by bicycle – ist unser neues Projekt, mit dem wir uns auf die nächste <strong>Fahrradtour von Nord nach Süd</strong> durch Europa vorbereiten. Wir möchten die Erfahrungen, die wir dabei machen, mit allen teilen, die sich für Bikepacking interessieren und wissen möchten, wie man eine solche Reise angeht.": "WeOnBikes.com - Leven op de fiets - is ons nieuwe project waarmee we onze volgende fietstocht van <strong>noord naar zuid door Europa</strong> voorbereiden. We willen onze ervaringen delen met iedereen die geïnteresseerd is in bikepacking en wil weten hoe zo'n reis aan te pakken.",
  "Mit Fahrrad und Zelt sind wir fernab vom Tourismus von Russland nach Karelien, durch Finnland und über den Polarkreis geradelt. 3 Länder trennten uns in Moskau vom nördlichsten Punkt des europäischen Kontinents. 60 Tage lang haben wir statt Alltag Abenteuer erlebt und statt im Hamsterrad in die Pedalen getreten. Der Weg nahm uns mit auf 4000 Kilometer frischen Wind um die Nase, voller interessanter Begegnungen und Sehnsucht nach Barentssee.": "Ver van toerisme fietsten we van Rusland naar Karelië, door Finland en over de poolcirkel met fietsen en een tent. 3 landen scheidden ons in Moskou tot het noordelijkste punt van het Europese continent. 60 dagen lang beleefden we avonturen in plaats van het normale dagelijkse leven en trapten we op onze fietsen in plaats van in het looprad. De reis voerde ons langs 4000 kilometer frisse lucht, vol interessante ontmoetingen en verlangen naar de Barentszzee."
}
