{
    "Warum wir Radfahren lieben:": "Waarom wij van fietsen houden:",
    "Radfahren macht glücklich": "Fietsen maakt gelukkig",
    "Radfahren spart Zeit": "Fietsen bespaart tijd",
    "Radfahren spart Geld": "Fietsen bespaart geld",
    "Radfahren schont die Umwelt": "Fietsen beschermt het milieu",
    "Radfahren ist gesund": "Fietsen is goed voor je gezondheid",
    "Fahrrad können wir zusammen fahren": "We kunnen samen rijden",
    "Was du auf weonbikes.com findest": "Wat je vindt op weonbikes.com",
    "Alle Infos, die du für einen interessanten, entspannten und sicheren Fahrradurlaub in Europa brauchst.": "Alle informatie die nodig is voor een interessante, ontspannen en veilige meerdaagse fietstocht door Europa.",
    "Wie du das bekommst": "Hoe je dat krijgt",
    "Abonniere unseren Newsletter! Wir werden regelmäßig zu verschiedenen Themen posten:": "Abonneer op onze nieuwsbrief! We zullen regelmatig schrijven over verschillende onderwerpen:",
    "Radrouten - Fernradwege und kürzere Fahrradtouren, GPX-Dateien zum Herunterladen": "Fietsroutes - langeafstandsfietsroutes en kortere fietstochten, GPX-bestanden om te downloaden",
    "Reiseplanung von Radreisen und Fahrradtouren": "Reisplanning van fietstochten en fietsvakanties",
    "Packlisten": "Paklijsten",
    "Training - ist das wichtig vor der Radreise?": "Training - is trainen belangrijk voor een fietsvakantie?",
    "Bikepacking Cuisine": "Bikepacking keuken",
    "Fahrradtaschen - Bikepacking versus klassisches Radwandern": "Fietstassen – bikepacking versus klassieke fietstassen",
    "Buchtipps": "Aanbevolen literatuur",
    "Fahrradleben - Fahrrad als Lifestyle, Inspiration und Stimmungs-Booster": "Fietsersleven: fiets als inspiratie en stemmingsverbeteraar",
    "Fahrradwege in verschiedenen Städten": "Fietspaden in verschillende steden",
    "Fahrrad-Infrastruktur und Stadtentwicklung für aktive Mobilität": "Fietsinfrastructuur en stedelijke ontwikkeling voor actieve mobiliteit",
    "Unterstütze uns!": "Steun ons!",
    "Du kannst uns auf verschiedene Arten unterstützen:": "Je kunt ons op verschillende manieren steunen:",
    "Fahre Fahrrad!": "Ga fietsen!",
    "Erzähle anderen von unserer Website": "Vertel anderen over onze website",
    "Kaufe unser Buch": "Koop ons boek",
    "oder organisiere eine Lesung": "of organiseer een lezing",
    "Schau dir unsere Downloads an und inspiriere andere zu einem Leben mit mehr Fahrrad": "Bekijk onze downloads en inspireer anderen tot een leven met meer fietsen",
    "Von Moskau zum Nordkap auf dem Fahrrad": "Van Moskou naar de Noordkaap op de fiets",
    "Fahrradreparatur und Werkzeug unterwegs": "Fietsreparatie en gereedschap onderweg",
    "Radtypen wie Mountainbikes, Gravel-Bikes, Trekking-Bikes und Fahrradtechnik, Geometrie": "Fietstypes zoals mountainbikes, gravelbikes, trekkingfietsen en fietstechnologie, geometrie",
    "Erzähle uns deine Geschichte oder mach uns Vorschläge zu interessanten Themen": "Vertel ons jouw verhaal of stel een interessant onderwerp voor",
    "WeOnBikes | Story - Warum wir Radfahren lieben": "WeOnBikes | Verhaal - Waarom we van fietsen houden",
    "Mit WeOnBikes - Life by bicycle möchten wir Radfahren als Reisemittel und Verkehrsmittel im Alltag voranbringen. Denn Fahrradfahren macht glücklich, spart Zeit und Geld und schont die Umwelt.": "Met WeOnBikes - Leven op de fiets willen we fietsen promoten als reis- en vervoermiddel in het dagelijks leven. Want fietsen maakt gelukkig, bespaart tijd en geld en ontziet het milieu."
}
